export default {
  projections: {
    РезервОборудE: {
      датаПоступления: {
        __caption__: 'Дата поступления'
      },
      датаУстановки: {
        __caption__: 'Дата установки'
      },
      серийныйНомер: {
        __caption__: 'Серийный номер'
      },
      состояние: {
        __caption__: 'Состояние'
      },
      модель: {
        __caption__: 'Модель',
        название: {
          __caption__: 'Название'
        }
      },
      администратор: {
        __caption__: 'Администратор',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      тип: {
        __caption__: 'Тип',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    датаПоступления: {
      __caption__: 'Дата поступления'
    },
    датаУстановки: {
      __caption__: 'Дата установки'
    },
    серийныйНомер: {
      __caption__: 'Серийный номер'
    },
    состояние: {
      __caption__: 'Состояние'
    },
    администратор: {
      __caption__: 'Администратор'
    },
    модель: {
      __caption__: 'Модель'
    },
    тип: {
      __caption__: 'Тип'
    },
    филиал: {
      __caption__: 'филиал'
    }
  }
};
